Repository: common-repository/sd-questions-and-answers
Catalog: lang/*.po
Languages: sd_qa_sv_se

source: %s asks:
sd_qa_sv_se: %s frågar:

source: A copy of the session log will be pasted into this post after which the session can be removed from the session overview. Note that the correct CSS must be loaded by the theme.
sd_qa_sv_se: Detta gör att en kopia på loggen sparas i inlägget varefter sessionen kan tas bort från översikten. Notera att passande CSS måste laddas av temat.

source: A group of answer templates (see below).
sd_qa_sv_se: En grupp svarsmallar (se undertill).

source: Accept this question
sd_qa_sv_se: Godkänn frågan

source: Activate the session
sd_qa_sv_se: Aktivera sessionen

source: Active filters
sd_qa_sv_se: Aktiva filtrar

source: Add a new message
sd_qa_sv_se: Lägg till ett nytt meddelande

source: After the page loads you will have to log in before being able to answer questions. Type in this e-mail address after which questions will begin appearing automatically, after the moderator accepts them from the site visitors.
sd_qa_sv_se: Efter att sidan har laddats kommer du att behöva logga in för att besvara frågorna. Skriv in den här epostadressen i rutan, varefter kommer frågor från besökarna att automatiskt börja visas så fort moderatorn godkänner dem.

source: Allows visitors to ask questions and guests to answer them.
sd_qa_sv_se: Tillåter besökare att ställa frågor och gäster att besvara dem.

source: Always current - use the time when the message was created
sd_qa_sv_se: Alltid nuvarande - använd tiden från när meddelandet skapades

source: Answer
sd_qa_sv_se: Svar

source: Answer questions
sd_qa_sv_se: Svara på frågor

source: Answered by
sd_qa_sv_se: Besvarat av

source: Answering a question
sd_qa_sv_se: Svarar på en fråga

source: Answers
sd_qa_sv_se: Svar

source: Apply
sd_qa_sv_se: Verkställ

source: Ask a question
sd_qa_sv_se: Ställ en fråga

source: At most 10 unmoderated questions will be displayed. Click on a question to edit it.
sd_qa_sv_se: Som mest visas 10 omodererade frågor. Klicka på en fråga att redigera den.

source: Automatically find links in answers and make them clickable. This also controls whether links are enabled in moderator messages.
sd_qa_sv_se: Hittar länkar i svar automatiskt och gör de klickbara. Detta styr också ifall länkar tillåtas i moderatorsmeddelanden.

source: Automatically find links in questions and make them clickable.
sd_qa_sv_se: Hitta länkar i frågor automatiskt och gör de klickbara.

source: Ban this IP address
sd_qa_sv_se: Banna IP-adressen

source: CSS class(es)
sd_qa_sv_se: CSS-klass(er)

source: CSS files
sd_qa_sv_se: CSS-filer

source: CSS style
sd_qa_sv_se: CSS-stil

source: Click on a question to answer it. Unanswered questions will be discarded at the end of the session.
sd_qa_sv_se: Klicka på en fråga för att besvara den. Obesvarade frågor kommer att slängas efter sessionen.

source: Clicking on a question or answer will open the edit dialog.
sd_qa_sv_se: Klicka på en fråga eller svar för att öppna redigeringsrutan.

source: Clone
sd_qa_sv_se: Klona

source: Close the session
sd_qa_sv_se: Stäng sessionen

source: Closed: %s
sd_qa_sv_se: Stängd: %s

source: Closing the session will prevent any more questions and answers from being received and the log will be created.
sd_qa_sv_se: När du stänger sessionen kommer inga fler frågor att mottas och en permanent logg kommer att skapas.

source: Convert the shortcode to static text
sd_qa_sv_se: Konvertera kortkommandot till statisk text

source: Copy of %s
sd_qa_sv_se: Kopia på %s

source: Create a new display template
sd_qa_sv_se: Skapa en ny visningsmall

source: Create a new guest
sd_qa_sv_se: Skapa en ny gäst

source: Create a new message with this answer
sd_qa_sv_se: Skapa ett nytt meddelande med det här svaret

source: Create a new session
sd_qa_sv_se: Skapa en ny session

source: Date &amp; time
sd_qa_sv_se: Datum &amp; tid

source: Date and time keywords
sd_qa_sv_se: Datum- och tidsnyckelord

source: Date and time keywords, see bottom of page for a list.
sd_qa_sv_se: Datum- och tidsnyckelord, see längst ner på sidan för en lista.

source: Default display template created %s
sd_qa_sv_se: Standardvisningsmall som skapades %s

source: Delete
sd_qa_sv_se: Ta bort

source: Delete the answer
sd_qa_sv_se: Ta bort svaret

source: Delete the message
sd_qa_sv_se: Ta bort meddelandet

source: Delete the question
sd_qa_sv_se: Ta bort frågan

source: Delete this filter
sd_qa_sv_se: Ta bort filtret

source: Description
sd_qa_sv_se: Beskrivning

source: Display settings
sd_qa_sv_se: Inställningar för visningsmallen

source: Display template
sd_qa_sv_se: Visningsmall

source: Display template <em>%s</em> deleted.
sd_qa_sv_se: Visningsmallen <em>%s</em> har tagits bort.

source: Display template cloned! <a href="%s">Edit the new display template</a>.
sd_qa_sv_se: Visningsmallen har klonats! <a href="%s">Redigera nya visningsmallen</a>.

source: Display template created %s
sd_qa_sv_se: Visningsmall skapad %s

source: Display template created! <a href="%s">Edit the display template</a>.
sd_qa_sv_se: En visningsmall har skapats! <a href="%s">Redigera visningsmallen</a>.

source: Display templates
sd_qa_sv_se: Visningsmallar

source: Do nothing
sd_qa_sv_se: Gör inget

source: E-mail address
sd_qa_sv_se: Epostadress

source: E-mail subject
sd_qa_sv_se: Mailets ämne

source: E-mail text
sd_qa_sv_se: Mailets text

source: Edit
sd_qa_sv_se: Redigera

source: Edit display template
sd_qa_sv_se: Redigera visningsmallen

source: Edit session
sd_qa_sv_se: Redigera session

source: Edit the display template
sd_qa_sv_se: Redigera visningsmallen

source: Edit the session
sd_qa_sv_se: Redigera sessionen

source: Editing display template: %s
sd_qa_sv_se: Redigerar visningsmallen: %s

source: Editing session: %s
sd_qa_sv_se: Redigerar sessionen: %s

source: Email
sd_qa_sv_se: Epost

source: Email template
sd_qa_sv_se: Epostmall

source: Error
sd_qa_sv_se: Fel

source: Extra CSS styling.
sd_qa_sv_se: Extra CSS-stil.

source: Filter type
sd_qa_sv_se: Filtertyp

source: Footer
sd_qa_sv_se: Sidfot

source: General settings
sd_qa_sv_se: Allmänna inställningar

source: Guest
sd_qa_sv_se: Gäst

source: Guest <em>%s</em> deleted.
sd_qa_sv_se: Gästen <em>%s</em> har tagits bort.

source: Guest created!
sd_qa_sv_se: Gästen har skapats!

source: Guest invited
sd_qa_sv_se: Gästen har bjudits in

source: Guest name
sd_qa_sv_se: Gästens namn

source: Guest's email address
sd_qa_sv_se: Gästens epostadress

source: Guests
sd_qa_sv_se: Gäster

source: Header
sd_qa_sv_se: Sidhuvud

source: How to display a group of question + answers.
sd_qa_sv_se: Hur en grupp av fråga + svar visas.

source: How to display a message from a moderator or guest.
sd_qa_sv_se: Hur ett meddelande från moderatorn visas.

source: How to display one of the answers in a question + answers group.
sd_qa_sv_se: Hur ett av svaren i en fråga+svarsgrupp visas.

source: How to display the question of a question + answers group.
sd_qa_sv_se: Hur frågedelen av en fråga+svarsgrupp visas.

source: I am really sure I want to close the session. No more changes can be made.
sd_qa_sv_se: Ja är säker på att jag vill stänga sessionen. Inga fler ändringar kommer att kunna göras.

source: I am sure
sd_qa_sv_se: Jag är säker

source: IP address
sd_qa_sv_se: IP-adress

source: If checked will keep all messages written by the moderator(s). If unchecked only the questions and answers will be saved to the permanent log.
sd_qa_sv_se: För att behålla även meddelandena skrivna av moderator(er), kryssa i rutan. Annars kommer endast frågorna och svaren att sparas i loggen.

source: If checked, all questions will be moderated, else they will be sent directly to the guests.
sd_qa_sv_se: Markera för att moderera inkommande frågor, annars skickas de direkt till gästerna.

source: In the message window, what time should be displayed for messages and question &amp; answer groups? This assumes that the display template displays times. This setting does not affect the log.
sd_qa_sv_se: Vilken tid för meddelandena och frågorna och svaren ska visas i meddelanderutan (under förutsättningen att visningsmallen visar tider alls). Inställningen påverkar inte loggtiderna.

source: Invitations sent to guests do not require logging in. Easier for the guests but lowers security.
sd_qa_sv_se: Inbjudningarna loggar gästerna in automatiskt. Detta är enklare för gästerna men försämrar säkerheten.

source: Invite
sd_qa_sv_se: Bjud in

source: Invite logged in
sd_qa_sv_se: Bjud in som inloggad

source: Keep moderator messages
sd_qa_sv_se: Behåll moderatormeddelanden

source: Keyword
sd_qa_sv_se: Nyckelord

source: Latest messages first?
sd_qa_sv_se: Senaste meddelanden överst?

source: Limits
sd_qa_sv_se: Gränser

source: Links in answers
sd_qa_sv_se: Länkar i svar

source: Links in questions
sd_qa_sv_se: Länkar i frågor

source: Loading Q&amp;A...
sd_qa_sv_se: Laddar Frågor&amp;Svar...

source: Log
sd_qa_sv_se: Logg

source: Login
sd_qa_sv_se: Logga in

source: Login failed
sd_qa_sv_se: Inloggning misslyckades

source: Manage guests
sd_qa_sv_se: Hantera gästerna

source: Managing guests for session: %s
sd_qa_sv_se: Hanterar gästerna för sessionen: %s

source: Mark to allow the users to ask their questions in a specific tab. Unmark to allow the users to ask their questions underneath the messages panel.
sd_qa_sv_se: Markera för att tillåta besökarna att ställa sina frågor i en separat flik. Avmarkera för att tillåta besökarna att ställa sina frågor under meddelandefliken.

source: Maximum allowable length of a question.
sd_qa_sv_se: Maxlängd på frågor

source: Maximum question length
sd_qa_sv_se: Maxlängd på frågor

source: Message
sd_qa_sv_se: Meddelande

source: Message timestamp
sd_qa_sv_se: Meddelandetid

source: Messages
sd_qa_sv_se: Meddelanden

source: Messages tab
sd_qa_sv_se: Meddelandeflik

source: Minimum allowable length of a message author.
sd_qa_sv_se: Kortaste tillåtna längd på meddelandets författare.

source: Minimum allowable length of a message.
sd_qa_sv_se: Kortaste tillåtna längd på ett meddelande.

source: Minimum allowable length of a question's author.
sd_qa_sv_se: Kortaste tillåtna längd på frågeställarens namn.

source: Minimum allowable length of a question.
sd_qa_sv_se: Kortaste tillåtna längd på en fråga.

source: Minimum allowable length of an answer.
sd_qa_sv_se: Kortaste tillåtna längd på ett svar.

source: Minimum answer length
sd_qa_sv_se: Minimumlängd för svar

source: Minimum message author length
sd_qa_sv_se: Minimumlängd för meddelandeneförfattare

source: Minimum message length
sd_qa_sv_se: Minimumlängd på meddelanden

source: Minimum question author length
sd_qa_sv_se: Minimumlängd på frågeställarnamn

source: Minimum question length
sd_qa_sv_se: Minimumlängd för frågor

source: Moderate
sd_qa_sv_se: Moderera

source: Moderate the questions for this session
sd_qa_sv_se: Moderera frågor för den här sessionen

source: Moderated
sd_qa_sv_se: Modererat

source: Moderating: %s
sd_qa_sv_se: Modererar: %s

source: Moderation choices
sd_qa_sv_se: Modereringsalternativ

source: Moderation tools
sd_qa_sv_se: Modereringsverktyg

source: Name
sd_qa_sv_se: Namn

source: No change - use whatever is the default
sd_qa_sv_se: Ingen förändring - använd den tiden som är standard

source: No guests found.
sd_qa_sv_se: Inga gäster hittades

source: No sessions found.
sd_qa_sv_se: Inga sessioner hittades.

source: Opened: %s
sd_qa_sv_se: Öppnad: %s

source: Overview
sd_qa_sv_se: Översikt

source: Please ask the moderator to configure a display template for this session.
sd_qa_sv_se: Kan du be moderatorn att ställa in en visningsmall för den här sessionen?

source: Please contact the administrator: this Q&amp;A session does not have a display template.
sd_qa_sv_se: Var god kontakta administratören: den här F&amp;S-sessionen har ingen visningsmall inställd.

source: Please try again in a few moments.
sd_qa_sv_se: Försök igen om några minuter.

source: Q&A
sd_qa_sv_se: F&S

source: Q&amp;A
sd_qa_sv_se: F&amp;S

source: Q&amp;A group
sd_qa_sv_se: F&amp;S-grupp

source: Question
sd_qa_sv_se: Fråga

source: Question time - use the question's original time
sd_qa_sv_se: Frågetid - använd frågans ursprungstid

source: Questions &amp; Answers
sd_qa_sv_se: Frågor &amp; Svar

source: Role to use Q&amp;A
sd_qa_sv_se: Roll för att använda F&amp;S

source: Save message
sd_qa_sv_se: Spara meddelande

source: Selected
sd_qa_sv_se: Vald

source: Send in your answer
sd_qa_sv_se: Skicka in ditt svar

source: Send your question
sd_qa_sv_se: Skicka in din fråga

source: Session <em>%s</em> deleted.
sd_qa_sv_se: Session <em>%s</em> har tagits bort.

source: Session created %s
sd_qa_sv_se: Session skapad %s

source: Session created! <a href="%s">Edit the new session</a>.
sd_qa_sv_se: En session har skapats! <a href="%s">Redigera sessionen</a>.

source: Settings
sd_qa_sv_se: Inställningar

source: Shortcode
sd_qa_sv_se: Kortkommando

source: Show the latest messages first when the session is active.
sd_qa_sv_se: Visa de senaste meddelandena överst när sessionen är aktiv.

source: Specified display template does not exist!
sd_qa_sv_se: Den angivna visningsmallen finns inte!

source: Specified session does not exist!
sd_qa_sv_se: Den angivna sessionen finns inte!

source: Submit your question
sd_qa_sv_se: Skicka in din fråga

source: Tabs are reloaded every 30 seconds.
sd_qa_sv_se: Flikarna laddas om var 30:e sekund.

source: The CSS class(es) to add to the session's &lt;div&gt;.
sd_qa_sv_se: CSS-klasserna läggs till sessionens &lt;div&gt;.

source: The answer text.
sd_qa_sv_se: Svarstexten.

source: The cache directory wp-content/sd_qa_cache/ is not writable which prevents sessions from working. Create the directory and make it Wordpress writeable.
sd_qa_sv_se: Det går inte att skriva till cachemappen wp/content/sd_qa_cache/. Skapa mappen och se till att Wordpress kan skriva till den.

source: The complete URL to the Q&amp;A plugin.
sd_qa_sv_se: Hela länken till F&amp;S-tillägget.

source: The complete URL to the Wordpress installation.
sd_qa_sv_se: Hela länken till Wordpressinstallationen.

source: The display template has been updated!
sd_qa_sv_se: Visningsmallen har uppdaterats!

source: The e-mail address you wrote was not recognized. Are you sure you're using the correct address?
sd_qa_sv_se: Epostadressen du angav hittades inte. Är du säker på att du skrev rätt adress?

source: The email address is not valid!
sd_qa_sv_se: Epostadressen känns inte igen!

source: The email address is used to send out the invitation to the session.
sd_qa_sv_se: Epostadressen används för att skicka ut inbjudan till sessionen.

source: The following messages are shown to visitors and guests. Click on a message to edit it.
sd_qa_sv_se: Följande meddelanden visas för besökare och gäster. Klicka på ett meddelande för att redigera det.

source: The guest has been invited. You should recieve a copy of the invitiation.
sd_qa_sv_se: Gästen har bjudits in. Du bör snart få en kopia på inbjudan.

source: The link to the page where the shortcode was used.
sd_qa_sv_se: Länken till sidan där kortkommandot användes.

source: The message text.
sd_qa_sv_se: Meddelandetexten.

source: The name of the display template is visible only to moderators.
sd_qa_sv_se: Visningmallens namn visas endast för moderatorerna.

source: The name of the guest, including any necessary HTML.
sd_qa_sv_se: Gästens namn, inklusive eventuell HTML.

source: The name of the message author, usually the moderator.
sd_qa_sv_se: Namnet på meddelandets författare, vanligtvis moderatorn.

source: The name of the person who answered the question.
sd_qa_sv_se: Namnet på personen som besvarade frågan.

source: The name of the person who asked the question.
sd_qa_sv_se: Namnet på personen som ställde frågan.

source: The name of the recipient.
sd_qa_sv_se: Mottagarens namn.

source: The name of the session is visible only to moderators.
sd_qa_sv_se: Sessionsnamnet syns endast för moderatorerna.

source: The person's name must be at least %s characters long!
sd_qa_sv_se: Personens namn måste innehålla minst %s tecken!

source: The person's question must be at least %s characters long!
sd_qa_sv_se: Frågan måste innehålla minst %s tecken!

source: The question template (see below).
sd_qa_sv_se: Svarsmallen (se undertill).

source: The question text.
sd_qa_sv_se: Frågetexten.

source: The session has been closed and the log has been generated!
sd_qa_sv_se: Sessionen har stängs och loggen har skapats!

source: The session has been updated!
sd_qa_sv_se: Sessionen har uppdaterats!

source: The session was closed %s and can no longer be edited.
sd_qa_sv_se: Sessionen stängdes %s och kan inte redigeras mer.

source: The settings have been updated!
sd_qa_sv_se: Inställningarna har sparats!

source: The shortcode on the page is currently displaying the log of the session. Use the button below to convert the shortcode to static HTML.
sd_qa_sv_se: Kortkommandot i inlägget visar för närvarande sessionens logg. Använd knappen undertill för att konvertera kortkommandot till statisk HTML.

source: The subject of the invitation email sent to guests.
sd_qa_sv_se: Inbjudans ämnesrad som skickas till gästerna.

source: The text displayed after all of the question groups.
sd_qa_sv_se: Texten som visas längst ner.

source: The text displayed before all of the question groups.
sd_qa_sv_se: Texten som visas längst upp.

source: The text of the invitation email sent to guests.
sd_qa_sv_se: Inbjudans text som skickas till gästerna.

source: There are no filters configured. All questions will be moderated.
sd_qa_sv_se: Det finns inga filtrar inlagda. Alla frågor kommer att bli modererade.

source: There are no questions available for you to answer. This text will be disappear as soon as new questions become available.
sd_qa_sv_se: Det finns inga frågor för dig att besvara. Den här texten kommer att försvinna så fort frågor dyker upp.

source: There are no questions.
sd_qa_sv_se: Det finns inga frågor.

source: There are no unmoderated questions.
sd_qa_sv_se: Det finns inga omodererade frågor.

source: This is your invitation to join a question and answer session as a guest. The moderator should previously have contacted you about your Q&A session.
sd_qa_sv_se: Det här är din inbjudan till en frågor & svar-session som gäst. Moderatorn bör ha kontaktat dig tidigare angående F&S-sessionen.

source: To answer a question, click on it and type in your answer. The question will then disappear from your list of unanswered questions and reappear in the message window.
sd_qa_sv_se: För att besvara en fråga, klicka på den och skriv in ditt svar. Frågan kommer sedan att försvinna från listan över obesvarade frågor och dyka upp igen i meddelandefönstret.

source: To begin answering questions you need to login using your email address.
sd_qa_sv_se: För att börja besvara frågor krävs att du loggar in med din epostadress.

source: To include this session on a page, use the shortcode: %s
sd_qa_sv_se: För att visa sessionen på ensida, använd kortkommandot: %s

source: To join the session, use the following link: <a href="#url#">#url#</a>
sd_qa_sv_se: För att ansluta till sessionen, använd följande länk: <a href="#url#">#url#</a>

source: Unanswered
sd_qa_sv_se: Obesvarat

source: Uninstall
sd_qa_sv_se: Avinstallera

source: Unmoderated questions
sd_qa_sv_se: Omodererade frågor

source: Update settings
sd_qa_sv_se: Uppdatera inställningarna

source: Update the answer
sd_qa_sv_se: Uppdatera svaret

source: Update this question
sd_qa_sv_se: Uppdatera frågan

source: Use a seperate question tab
sd_qa_sv_se: Använd en separat frågeflik

source: View log
sd_qa_sv_se: Visa loggen

source: View the log for this closed session
sd_qa_sv_se: Visa loggen för den stängda sessionen

source: Viewing log for: %s
sd_qa_sv_se: Visar loggen för: %s

source: Welcome %s
sd_qa_sv_se: Välkommen %s

source: What is the minimum use role needed to access the Q&amp;A administration interface?
sd_qa_sv_se: Vilken roll krävs för att administrera F&amp;S?

source: Which CSS files to load, if any.
sd_qa_sv_se: Vilka CSS filer som laddas automatiskt.

source: Which display template to use.
sd_qa_sv_se: Vilken visningsmall ska användas.

source: With the selected rows
sd_qa_sv_se: Med valda rader

source: Yes, I am sure
sd_qa_sv_se: Ja, jag är säker

source: You are invited to a question and answer session at %s
sd_qa_sv_se: Du är härmed inbjuden till en fråge och svar-session hos %s

source: You may use all the format characters that %sPHP's date() function%s uses. Enclose each character in a pair of hashes and Q&amp;A should automatically replace them with the correct value.
sd_qa_sv_se: Tillägget tar emot alla formattecken som %sPHPs date()-funktion%s använder. Se bara till att omsluta varje tecken i ett par grindar och F&amp;S kommer automatiskt att ersätta dem med rätt värde.

source: Your answer must be at least %s characters long.
sd_qa_sv_se: Ditt svar måste innehålla minst %s tecken.

source: Your message must be at least %s characters long!
sd_qa_sv_se: Ditt meddelande måste innehålla minst %s tecken!

source: Your name
sd_qa_sv_se: Ditt namn

source: Your name must be at least %s characters long!
sd_qa_sv_se: Ditt namn måste innehålla minst %s tecken!

source: Your question
sd_qa_sv_se: Din fråga

source: Your question has been sent to the moderators.
sd_qa_sv_se: Din fråga har skickats till moderatorerna.

source: Your question is too long! You may write at most %s characters. You tried to send %s characters.
sd_qa_sv_se: Din fråga är alldeles för lång! Du får använda max %s tecken, men du försökte med %s.

source: Your question must be at least %s characters long!
sd_qa_sv_se: Din fråga måste innehålla minst %s tecken!

source: answers
sd_qa_sv_se: svarar

source: asks
sd_qa_sv_se: frågar
